target/test-classes/soap-request/kelurahan.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
					xmlns:siup="http://paytech.com/webservices/siup">
    <soapenv:Header/>
    <soapenv:Body>
        <siup:daftarKelurahanRequest>
            <siup:pencarian>
                <siup:nama>Cilili</siup:nama>
            </siup:pencarian>
        </siup:daftarKelurahanRequest>
    </soapenv:Body>
</soapenv:Envelope>